[
    {
      "name": "Weddign Photography",
      "discription":"Wedding photographers capture memories for brides and grooms, creating a photographic narrative of wedding ceremonies. They take action shots of pre-ceremony preparations, the marriage ceremony, and the reception. They also take posed shots of the bride, groom, wedding party, and family members.",
      "img": "https://aperina.com/wp-content/uploads/2017/08/Vitaliy-Lyubezhanin-Wedidng-Cinematographer-6-1100x733.jpg",
      "price": 150,
      "rating": 4.6
    },
    {
      "name": "Event Photography",
      "discription":"Event photography is the professional art of snapping high-quality images during a wide variety of important occasions, from personal events",
      "img": "https://dvyvvujm9h0uq.cloudfront.net/com/articles/1543483387-reinhart-julian-1145947-unsplash.jpg",
      "price": 68,
      "rating": 4.5
    },
    {
      "name": "Portrait Photography",
      "discription":"Portrait photography, or portraiture, is a type of photography aimed toward capturing the personality of a person or group of people by using effective lighting, backdrops, and poses. A portrait photograph may be artistic or clinical.",
      "img": "https://i1.adis.ws/i/canon/canon-get-inspired-portrait-photography-ecom-960x960-992f94b7-bf2d-453e-9830-654ac3fb2afe?w=700&sm=aspect&aspect=1:1&fmt=jpg&fmt.options=interlaced&bg=rgb(255,255,255)",
      "price": 20,
      "rating": 4.9
    },
    {
      "name": "Fashion Photography",
      "discription":"Fashion photography focuses on the display of fashion clothing and items. It is most common on advertising boards and in fashion magazines.",
      "img": "https://www.jdinstitute.edu.in/media/2021/07/Types-of-Fashion-Photography-Thumbnail.jpg",
      "price": 100,
      "rating": 4.8
    },
    {
      "name": "Architectural Photography",
      "discription":"Architectural photography is the sub genre of the photography discipline where the primary emphasis is made to capturing photographs of buildings and similar architectural structures that are both aesthetically pleasing and accurate in terms of representations of their subjects.",
      "img": "https://www.format.com/wp-content/uploads/how-to-photography-architecture.jpg",
      "price": 55,
      "rating": 4.2
    },
    {
      "name": "Travel photography",
      "discription":"Travel photography is a genre of photography that may involve the documentation of an area's landscape, people, cultures, customs, and history.",
      "price": 200,
      "img": "https://adventuretraveltips.com/wp-content/uploads/2019/02/pexels-photo-368893.jpeg",
      "rating": 4.7
    }   
  ]